gallery.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-08 Mon 12:43 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Dr. Bruno Deremble &#x2013; Gallery</title>
<meta name="author" content="Bruno Deremble" />
<meta name="keywords" content="geophysical fluid dyamics" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<link rel="stylesheet" href="css/style.css" type="text/css">
<link rel="stylesheet" href="gallery.css" type="text/css">
<div class='nav'>
    <ul>
      <li><a href="index.html" target="_self">Home</a></li>
      <li><a href="gallery.html" target="_self">Gallery</a></li>
    </ul>
</div>


<div id="outline-container-orge49ed7f" class="outline-2 parallax gyre_turbulence">
<h2 id="orge49ed7f">Gyre turbulence</h2>
<div class="outline-text-2" id="text-orge49ed7f">
<p>
In enclosed basins, all ocean currents display large-scale gyres with a western
intensification. This pattern was elucidated in the 1950s through a linear
two-dimensional model incorporating planetary vorticity gradients. Through
numerical experiments on a nonlinear version of this model, we illustrate the
persistence of these low-energy gyres in a turbulence regime exhibiting a
constant dissipation rate as viscosity approaches zero. This persistence is
enabled by the emergence of an out-of-equilibrium vortex gas that houses the
majority of flow energy. This vortex gas, reminiscent of oceanic weather,
originates from instabilities in western boundary currents, efficiently
evacuating energy from the gyres. The interplay between coats and planetary
vorticity gradients results in a short-circuit in the ocean energy cycle
preventing condensation of the vortex gas at the domain scale. Credit to Miller,
Deremble, Venaille.
</p>
</div>
</div>


<div id="outline-container-org16d2c27" class="outline-2 parallax von_karman">
<h2 id="org16d2c27">Von Kármán street</h2>
<div class="outline-text-2" id="text-org16d2c27">
<p>
The von Kármán street occurs when water flows past an obstacle, resulting in the
periodic shedding of vortices. As the fluid encounters the obstacle, the
boundary layer separates from the surface, creating a region of recirculating
flow and vortices. This detachment of the boundary layer contributes to the
formation of the von Kármán street, where alternating vortices are shed
periodically on either side of the obstacle. This experiment undergoes a
transition to turbulence when the Reynolds number gets bigger than a critical
threshold. In this experiment, the intricate dynamics of vortex shedding in the
wake of an obstructing body are illustrated through fluorescein visualization in
a controlled laboratory setting. Credit to Gilbert, Bozetine.
</p>
</div>
</div>
</div>
</body>
</html>
